Repository: btry/flyve-mdm-glpi
Catalog: locales/*.po
Languages: eu_es, ru_ru

source: It is recommended to create a dedicated user for Mosquitto allowed to connect only from its specific IP.
eu_es: Gomendagarria da Mosquitto-k bere erabiltzaileak bere IP zehatzetik soilik konektatzea baimendutako erabiltzaile bat sortzea.
ru_ru: Рекомендуется создать выделенного пользователя для Mosquitto, позволяющего подключаться только со своего конкретного IP.

source: Run the following command on your MySQL host, adapt mqtt.server.ip and glpi-database-name
eu_es: Exekutatu hurrengo komandoa zure MySQL ostalarian, egokitu mqtt.server.ip eta glpi-database-name
ru_ru: Выполните следующую команду на вашем хосте MySQL, адаптируйте mqtt.server.ip и glpi-database-name

source: This user should be able to only SELECT the following tables:
eu_es: Erabiltzaile honek taulak soilik hauta ditzakezu:
ru_ru: Этот пользователь должен иметь возможность ВЫБРАТЬ только следующие таблицы:

source: Run the following commands on your MySQL host, and adapt the name of the database and the mqtt.server.ip
eu_es: Exekutatu ondorengo komandoak zure MySQL ostalarian, eta datu-basearen izena eta mqtt.server.ip izena egokitu
ru_ru: Выполните следующие команды на вашем хосте MySQL и адаптируйте имя базы данных и mqtt.server.ip

source: Create the file
eu_es: Sortu fitxategia
ru_ru: Создать файл

source: Insert the following content, and adapt the bind address to the interface used by Mosquitto to connect to your DBMS.
eu_es: Sartu ondorengo edukia eta lotu helbidea moldatu Mosquitto-k zure DBMS-ra konektatzeko.
ru_ru: Вставьте следующее содержимое и адаптируйте адрес привязки к интерфейсу, используемому Mosquitto для подключения к вашей СУБД (DBMS).

source: Restart your DBMS daemon and check it listens to the expected interface.
eu_es: Berrabiarazi zure DBMS deabrua eta egiaztatu espero den interfazea entzuten.
ru_ru: Перезапустите ваш демон СУБД (DBMS) и проверьте, что он слушает ожидаемый интерфейс.

source: Check you can login to your DBMD from the host which will run Mosquitto.
eu_es: Egiaztatu zure DBMD sarbidea Mosquitto exekutatuko duen ostaletik.
ru_ru: Проверьте, что вы можете войти в свой DBMD с хоста, на котором будет запускаться Mosquitto.

source: The following command will ask for the password you choosed earlier
eu_es: Hurrengo komandoa lehenago aukeratutako pasahitza eskatuko dizu
ru_ru: Следующая команда запросит пароль, который вы выбрали ранее

source: Flyve MDM requires a Message queue server.
eu_es: Flyve MDM-ek Mesu Zerrenda zerbitzaria eskatzen du.
ru_ru: Для Flyve MDM требуется сервер очереди сообщений.

source: Prefer a dedicated server or VM for running Mosquitto.
eu_es: Aukeratu zerbitzari dedikatu bat edo VMa Mosquitto exekutatzeko.
ru_ru: Предпочитаю выделенный сервер или виртуальную машину для запуска Mosquitto.

source: You could also use another service as Firebase Cloud Messaging.
eu_es: Firebase Cloud Messaging bezalako beste zerbitzu bat ere erabil dezakezu.
ru_ru: Вы также можете использовать другой сервис как Firebase Cloud Messaging.

source: The following steps will guide you to configure each queue service.
eu_es: Hurrengo pausuak zuk gidatuko zaitu ilaran zerbitzu bakoitza konfiguratzeko.
ru_ru: Следующие шаги помогут вам настроить каждую службу очереди.

source: Be sure that the service is enabled in the plugin settings.
eu_es: Ziurtatu zerbitzua plugina ezarpenetan gaituta dagoela.
ru_ru: Убедитесь, что сервис включен в настройках плагина.

source: As root in a terminal, execute the following command
eu_es: Terminal batean erro gisa, exekutatu komando hau
ru_ru: От имени пользователя root в терминале выполните следующую команду

source: Create
eu_es: Sortu
ru_ru: Создайте

source: Add the following content, adapting your DBMS credentials:
eu_es: Gehitu ondorengo edukia, zure DBMS kredentzialak egokituz:
ru_ru: Добавьте следующий контент, адаптируя свои учетные данные СУБД (DBMS):

source: Check Mosquitto is listening to port 1883 (insecure).
eu_es: Egiaztatu Mosquitto 1883 ataka entzuten ari dela (arriskutsua).
ru_ru: Проверьте, Москито слушает порт 1883 (небезопасно).

source: TLS Listener setup
eu_es: TLS entzuteko konfiguratzailea
ru_ru: Настройка TLS Listener

source: TLS provides security to the communication, through authentication of server and client, besides data encryption.
eu_es: TLS-k komunikazioaren segurtasuna ematen du, zerbitzariaren eta bezeroaren autentifikazioaren bidez, datuen enkriptatzeaz gain.
ru_ru: TLS обеспечивает безопасность связи посредством аутентификации сервера и клиента, помимо шифрования данных.

source: Use TLS version 1.2, lower versions are no longer considered safe.
eu_es: Erabili TLS 1.2 bertsioa, bertsio txikiagoak jada ez dira seguruak.
ru_ru: Используйте TLS версии 1.2, более старые версии больше не считаются безопасными.

source: Mosquitto does not support SSLv2 or SSLv3 (and they are no longer safe).
eu_es: Mosquitto-k ez du onartzen SSLv2 edo SSLv3 (eta ez dira seguruak).
ru_ru: Mosquitto не поддерживает SSLv2 или SSLv3 (и они больше не безопасны).

source: - Copy in /etc/mosquitto/certs your certificate, your certificate authority chain and private key.
eu_es: - Kopiatu /etc/mosquitto/certs zure ziurtagiria, zure ziurtagiri agintaritza katea eta giltza pribatua.
ru_ru: - Скопируйте в / etc / mosquitto / certs ваш сертификат, цепочку сертификатов и личный ключ.

source: - Secure your private key
eu_es: - Segurtatu zure giltza pribatua
ru_ru: - Защитите свой закрытый ключ

source: - Refresh hash and symlinks to your certificates
eu_es: - Freskatu hash eta esteka sinbolikoak ziurtagirietara
ru_ru: - Обновить хеш и символические ссылки на ваши сертификаты

source: Use a certificate signed by a certified authority or you may have trouble with the android devices, using them with custom certification authorities might not work (not tested).
eu_es: Ziurtagiri autoritate batek sinatutako ziurtagiri bat erabili edo Android gailuekin arazoak izan ditzakezu, ziurtagiri pertsonalizatuaren agintariek erabil ez dezaten (probatu gabe).
ru_ru: Используйте сертификат, подписанный сертифицированным органом, иначе у вас могут возникнуть проблемы с устройствами Android, использование их с настраиваемыми центрами сертификации может не работать (не проверено).

source: Append the following to /etc/mosquitto/conf.d/flyvemdm.conf.
eu_es: Ondorengo erantsi /etc/mosquitto/conf.d/flyvemdm.conf.
ru_ru: Добавьте следующее в /etc/mosquitto/conf.d/flyvemdm.conf.

source: - Restart Mosquitto
eu_es: - Berrabiatu Mosquitto
ru_ru: - Перезапустите Mosquitto

source: - Test you can successfully connect to Mosquitto
eu_es: - Probatu ondo konektatu ahal izango duzula Mosquitto-ra
ru_ru: - Тест вы можете успешно подключиться к Mosquitto

source: - Check the ports that Mosquitto listens. You should see only the port 8883.
eu_es: - Ikusi Mosquitto-k entzuten dituen atakak. 8883 ataka bakarrik ikusi beharko zenuke.
ru_ru: - Проверьте порты, которые прослушивает Mosquitto. Вы должны увидеть только порт 8883.

source: Mosquitto client for the backend
eu_es: Mosquitto bezeroa backend-a
ru_ru: Клиент Mosquitto для бэкэнда

source: Flyve MDM requires to connect to Mosquitto.
eu_es: Flyve MDM-ek Mosquitto-ra konektatu behar du.
ru_ru: Flyve MDM требует подключения к Mosquitto.

source: For SYSV systems, link the init script in /etc/init.d/
eu_es: SYSV sistemetarako, sartu init gidoian /etc/init.d/.
ru_ru: Для систем SYSV свяжите сценарий инициализации в /etc/init.d/

source: Check the user configured in the script and adapt it if needed.
eu_es: Egiaztatu guidoiean konfiguratutako erabiltzailea eta, behar izanez gero, egokitu.
ru_ru: Проверьте пользователя, настроенного в скрипте, и адаптируйте его при необходимости.

source: Add your server key provided on your project in Firebase.
eu_es: Zure Firebase proiektuan emandako zerbitzariaren giltza gehitu.
ru_ru: Добавьте ключ вашего сервера, указанный в вашем проекте в Firebase.

source: Back
eu_es: Atzera
ru_ru: назад

source: Wizard page:
eu_es: Laguntzailea orria:
ru_ru: Страница мастера:

source: There is no task status yet
eu_es: Ez dago zereginik oraindik
ru_ru: Там пока нет статуса задачи

source: Count
eu_es: Diruz
ru_ru: подсчитывать

source: Alias
eu_es: Ezizen
ru_ru: Псевдоним

source: Package name
eu_es: Paketearen izena
ru_ru: Имя пакета

source: Update the package
eu_es: Eguneratu paketea
ru_ru: Обновление пакета

source: Actions
eu_es: Ekintzak
ru_ru: Действия

source: MQTT broker
eu_es: MQTT eragile
ru_ru: MQTT брокер

source: MQTT broker address for clients
eu_es: Bezeroentzako MQTT eragilearen helbidea
ru_ru: MQTT-адрес брокера для клиентов

source: An IP address or a hostname used by the client devices to communicate with the broker
eu_es: IP agente edo bezeroaren gailuak erabiltzen duen ostalari-izena brokerarekin komunikatzeko
ru_ru: IP-адрес или имя хоста, используемые клиентскими устройствами для связи с брокером

source: MQTT broker address for backend
eu_es: MQTT eragilearen helbidea backendentzat
ru_ru: Адрес брокера MQTT для бэкэнда

source: An IP address or a hostname used by the backend to communicate with the broker
eu_es: IP helbidea edo ostalari-izen bat erabiltzen da, backend-eko eragilearekin komunikatzeko
ru_ru: IP-адрес или имя хоста, используемые бэкендом для связи с брокером

source: MQTT broker port
eu_es: MQTT eragilearen ataka
ru_ru: MQTT брокер порт

source: A port number between 1025 and 65535, standard port is 1883
eu_es: 1025 eta 65535 arteko portu-zenbakia, portu estandarra 1883koa da
ru_ru: Номер порта от 1025 до 65535, стандартный порт 1883

source: MQTT broker port for TLS
eu_es: MQTT eragilearen portua TLSrako
ru_ru: Порт брокера MQTT для TLS

source: A port number between 1025 and 65535, standard port is 8883
eu_es: 1025 eta 65535 artean portu-zenbakia, portu estandarra 8883koa da
ru_ru: Номер порта от 1025 до 65535, стандартный порт 8883

source: Use TLS for clients
eu_es: Erabili TLS bezeroentzat
ru_ru: Используйте TLS для клиентов

source: Use TLS for MQTT communication between the broker and the client devices
eu_es: Erabili TLS eragilearen eta bezero gailuen artean MQTT komunikazioa
ru_ru: Использовать TLS для связи MQTT между брокером и клиентскими устройствами

source: Use TLS for backend
eu_es: Erabili TLS backend-a
ru_ru: Используйте TLS для бэкэнда

source: Use TLS for MQTT communication between the broker and the backend
eu_es: Erabili TLSa MQTT komunikazioaren eragile eta backend-a artean
ru_ru: Используйте TLS для связи MQTT между брокером и бэкэндом

source: CA certificate
eu_es: CA ziurtagiria
ru_ru: Сертификат ЦС

source: Cipher suite (TLS enabled)
eu_es: Cipher suite (TLS gaituta)
ru_ru: Комплект шифров (TLS включена)

source: Mqtt broker cipher suite
eu_es: Mqtt eragile zifraketa suitea
ru_ru: Mqtt брокер шифра Люкс

source: test
eu_es: proba
ru_ru: тест

source: Client certificate server (Broker MQTT with TLS enabled)
eu_es: Bezeroaren ziurtagiriaren zerbitzaria (MQTT bitartekaria TLS bidez gaituta dago)
ru_ru: Сервер сертификатов клиента (брокер MQTT с TLS включен)

source: Use client certificates
eu_es: Erabili bezeroaren ziurtagiriak
ru_ru: Использование клиентских сертификатов

source: Ssl certificate server for MQTT clients
eu_es: Ssl ziurtagiri zerbitzaria MQTT bezeroentzat
ru_ru: SSL сертификат сервера для клиентов MQTT

source: This feature is in experimental phase
eu_es: Ezaugarri hau fase esperimentalean dago
ru_ru: Эта функция находится в экспериментальной фазе

source: The server key token given on Firebase settings
eu_es: Firebase ezarpenetan emandako zerbitzariaren giltza tokenarekin
ru_ru: Ключ сервера, указанный в настройках Firebase

source: apply a policy
eu_es: politika bat aplikatu
ru_ru: применение политики

source: Value
eu_es: Balio
ru_ru: Значение

source: Applied policies
eu_es: Aplikatutako politikak
ru_ru: Примененные политики

source: Application date
eu_es: Aplikazioaren data
ru_ru: Дата подачи заявки

source: Last change date
eu_es: Azken aldaketa data
ru_ru: Дата последнего изменения

source: There is no agent yet
eu_es: Ez dago eragilerik oraindik
ru_ru: Существует не агент еще

source: Topic
eu_es: Gai
ru_ru: Тема

source: Date
eu_es: Data
ru_ru: Дата

source: Message
eu_es: Mezua
ru_ru: Сообщение

source: Support name
eu_es: Laguntza izena
ru_ru: Имя поддержки

source: Support address
eu_es: Laguntza helbidea
ru_ru: Адрес поддержки

source: Support phone
eu_es: Laguntza telefonoa
ru_ru: Телефон поддержки

source: Support website
eu_es: Laguntza webgunea
ru_ru: Поддержка сайта

source: Support email
eu_es: Laguntza posta
ru_ru: Поддержка по электронной почте

source: MDM Agent URL
eu_es: MDM Eragile URLa
ru_ru: URL агента MDM

source: Flyve Mobile Device Management
eu_es: Flyve gailu mugikorren kudeaketa

source: Flyve MDM Agent
eu_es: Flyve MDM Eragile

source: Cron Job
eu_es: Cron Lana

source: - Rest API
eu_es: - Gainerako APIa
