Repository: btry/flyve-mdm-glpi
Catalog: locales/*.po
Languages: eu_es, ru_ru

source: Invite to enroll a device
eu_es: Gonbidatu gailua erregistratzeko
ru_ru: Приглашаем поступить на устройство

source: Well known Android's FS paths
eu_es: Ezagunak diren Androiden FS bideak
ru_ru: Хорошо известно андроид FS пути

source: Policy Categories
eu_es: Politika kategoriak
ru_ru: Категории Политики

source: Agent
ru_ru: Агент

source: Danger zone!
eu_es: Arrisku zona!
ru_ru: Опасная зона!

source: Never seen online
eu_es: Ez da inoiz ikusi konektatuta
ru_ru: Никогда не видел онлайн

source: Lock the device as soon as possible
eu_es: Blokeatu gailua ahalik eta azkarren
ru_ru: Блокировать устройство как можно скорее

source: Wipe the device as soon as possible
eu_es: Garbitu gailua ahalik eta azkarren
ru_ru: Протирайте устройство как можно скорее

source: Failed to read configuration of the entity
eu_es: Ezin izan da entitatearen konfigurazioa irakurri
ru_ru: Ошибка чтения конфигурации объединения

source: Too many devices
eu_es: Gailu gehiegi
ru_ru: Слишком много устройств

source: Unable to find a enrollment method
eu_es: Ezin da matrikularen metodoa aurkitu
ru_ru: Не удалось найти метод применения

source: The fleet of the device does not longer exists
eu_es: Gailuaren flota ez da existitzen
ru_ru: Группа устройства больше не существует

source: The target fleet does not exists
eu_es: Helburu flota ez da existitzen
ru_ru: Целевая группа устройств не существует

source: The device is not enrolled yet
eu_es: Gailua ez dago oraindik erregistratuta
ru_ru: Еще не применено к устройству

source: Invalid status value
eu_es: Egoeraren balio baliogabea
ru_ru: Неверное значение статуса

source: Failed to find the guest user profile
eu_es: Ezin izan da gonbidatutako erabiltzailearen profila aurkitu
ru_ru: Не найден профиль гостевого пользователя

source: Failed to remove guest habilitation for the user of the device
eu_es: Ezin izan da gonbidatuaren habilitazioa ezabatu gailuaren erabiltzailearentzat
ru_ru: Не удалось удалить гость habilitation для пользователя устройства

source: Failed to delete MQTT user for the device
eu_es: Ezin izan da MQTT erabiltzailea ezabatu gailura
ru_ru: Не удалось удалить MQTT пользователя для устройства

source: Failed to delete documents attached to the device
eu_es: Ezin izan dira gailuari atxikitako dokumentuak ezabatu
ru_ru: Не удалось удалить документы, приложенные к устройству

source: Fleet
ru_ru: Группа устройств

source: Last contact
eu_es: Azken kontaktua
ru_ru: Последний контакт

source: Is online
eu_es: Konektatuta dago
ru_ru: В сети

source: MDM type
eu_es: MDM mota
ru_ru: Тип MDM

source: Has system permission
eu_es: Sistemaren baimena du
ru_ru: Имеет разрешение системы

source: Enroll status
eu_es: Erregistratu egoera
ru_ru: Зарегистрировать статус

source: Wipe requested
eu_es: Ezabatu eskatu
ru_ru: Удалить запрос

source: Lock requested
eu_es: Blokeatutako eskaera
ru_ru: Блокировка запрошена

source: Applied policy
eu_es: Aplikatutako politika
ru_ru: Действующий регламент

source: Invitation token invalid
eu_es: Gonbidapenen tokena baliogabea da
ru_ru: Неверный токен приглашения

source: Invalid FCM credentials
eu_es: FCM kredentzial baliogabeak
ru_ru: Неверные учетные данные FCM

source: One of serial and uuid is mandatory
eu_es: Serial bat eta uuid derrigorrezkoa da
ru_ru: Cерийный и uuid номера обязательны

source: Device inventory XML is mandatory
eu_es: Device inbentarioa XML derrigorrezkoa da
ru_ru: XML инвентаризации устройства является обязательным

source: Inventory XML is not well formed
eu_es: XML inbentarioa ez da ondo moldatzen
ru_ru: XML инвентаризации не очень хорошо сформирован

source: Agent version missing
eu_es: Eragilearen bertsioa falta da
ru_ru: Отсутствует версия агента

source: MDM type missing
eu_es: MDM mota falta da
ru_ru: Отсутствует тип MDM

source: unknown MDM type
eu_es: MDM mota ezezaguna
ru_ru: неизвестный тип MDM

source: Bad agent version
eu_es: Eragilearen bertsio okerra
ru_ru: Неподходящая версия агента

source: The agent version is too low
eu_es: Eragilearen bertsioa oso txikia da
ru_ru: Версия агента слишком старая

source: The agent does not advertise its system permissions
eu_es: Eragileak ez du bere sistema baimenak iragartzen
ru_ru: Агент не показывает свои системные разрешения

source: Invitation is not pending
eu_es: Gonbidapena ez dago zain
ru_ru: Приглашение не ожидается

source: Expiration date of the invitation is not set
eu_es: Ez da gonbidapenaren iraungitze data ezarri
ru_ru: Не задан срок действия приглашения

source: Invitation token expired
eu_es: Gonbidapenen tokena iraungita dago
ru_ru: Токен приглашения истек

source: Wrong email address
eu_es: Helbide elektroniko okerra
ru_ru: Неверный адрес электронной почты

source: Failed to sign the certificate
eu_es: Huts egin du ziurtagiria sinatzeko
ru_ru: Ошибка подписи сертификата

source: Failed to update the invitation
eu_es: Ezin izan da gonbidapena eguneratu
ru_ru: Ошибка обновления приглашения

source: Cannot get the FusionInventory agent
eu_es: Ezin da FusionInventory eragilea lortu
ru_ru: Не удается получить агент FusionInventory

source: FusionInventory agent not created
eu_es: FusionInventory eragilea ez da sortu
ru_ru: Агент FusionInventory не создан

source: Cannot create the device
eu_es: Ezin da gailua sortu
ru_ru: Не удалось создать устройство

source: Cannot create a user account for the agent
eu_es: Ezin da reagilearen erabiltzaile kontua sortu
ru_ru: Невозможно создать учетную запись пользователя для агента

source: Cannot create the API token for the agent
eu_es: Ezin da eragilearen API tokena sortu
ru_ru: Невозможно создать токен API для агента

source: No default fleet available for the device
eu_es: Ez daude flota erabilgarri gailuan
ru_ru: Нет группы по умолчанию для устройства

source: GPS is turned off or is not ready
eu_es: GPS desaktibatuta edo ez dago prest
ru_ru: GPS выключен или не готов

source: The device sent its position
eu_es: Gailua bere posizioa bidali du
ru_ru: Устройство отправило свою позицию

source: Timeout requesting position
eu_es: Denbora-muga posizio eskatzen
ru_ru: Тайм-аут запрашивающим позиция

source: Inventory received
eu_es: Inbentarioa jaso da
ru_ru: Результаты инвентаризации получены

source: Timeout querying the device inventory
eu_es: Denbora-muga gailuaren inbentarioa kontsultatzen
ru_ru: Таймаут запроса инвентаризации устройства

source: The device answered
eu_es: Gailua erantzun du
ru_ru: Устройство ответило

source: Timeout querying the device
eu_es: Denbora-muga gailua kontsultatzen
ru_ru: Таймаут опроса устройства

source: Enrollment failed
eu_es: Matrikula huts egin du
ru_ru: Ошибка применения

source: No
eu_es: Ez
ru_ru: Нет

source: Yes
eu_es: Bai
ru_ru: да

source: %s service is not available
eu_es: %s zerbitzua ez dago erabilgarri
ru_ru: Сервис %s недоступен

source: Notification token is missing
eu_es: Jakinarazpen token falta da
ru_ru: Токен уведомления отсутствует

source: Notification settings are invalid
eu_es: Jakinarazpen ezarpenak baliogabea da
ru_ru: Настройки уведомлений недействительны

source: Installation wizard
eu_es: Laguntzaile instalazioa
ru_ru: Мастер установки

source: General configuration
eu_es: Konfigurazio orokorra
ru_ru: Общая конфигурация

source: Message queue
eu_es: Mezuen ilara
ru_ru: Очередь сообщений

source: Debug
eu_es: Araztu
ru_ru: отлаживать

source: Bugcollector password
eu_es: Labezomorrobiltegi pasahitza
ru_ru: Bugcollector пароль

source: Finish
eu_es: Amaitu
ru_ru: Конец

source: Next
eu_es: Hurrengo
ru_ru: Cледующий

source: Deploy notification failed
eu_es: Ezin izan da jakinarazpena inplementatu
ru_ru: Уведомление об установке не доставлено

source: You are not allowed to change the device limit
eu_es: Ez duzu gailuaren muga aldatzeko baimenik
ru_ru: Вам не разрешено менять лимит устройства

source: You are not allowed to change the download URL of the MDM agent
eu_es: MDM eragilearen deskarga URLa aldatzeko baimenik ez duzu
ru_ru: Вам не разрешено менять URL-адрес загрузки агента MDM

source: You are not allowed to change the invitation token life
eu_es: Gonbidapenaren tokenaren bizitza aldatzeko ez duzu baimenik
ru_ru: Вам не разрешено изменять токен приглашения

source: The agent token life invalid or too long
eu_es: Eragilearen tokenaren bizitza baliogabea edo luzeegia da
ru_ru: Срок действия токена агента истек или слишком длинный

source: Flyve MDM supervision
eu_es: Flyve MDM gainbegiratzea
ru_ru: Flyve MDM надзор

source: Helpdesk information
eu_es: Lagun-idazmahi informazioa
ru_ru: Информация службы поддержки

source: Invitation
eu_es: Gonbidapena
ru_ru: Приглашение

source: File
ru_ru: Файл

source: File uploaded without name
eu_es: Izenik gabe kargatutako fitxategia
ru_ru: Файл загружен без имени

source: Failed to store the uploaded file
eu_es: Ezin izan da kargatutako fitxategia gorde
ru_ru: Не удалось сохранить загруженный файл

source: No file uploaded
eu_es: Ez da fitxategirik kargatu
ru_ru: Нет загруженных файлов

source: File upload failed
eu_es: Fitxategiak kargatzean huts egin du
ru_ru: Ошибка загрузки файла

source: Temp directory doesn't exist
eu_es: Ekaitzlangileko direktorioa ez da existitzen
ru_ru: Временный каталог не существует

source: No default fleet found to move devices
eu_es: Ez da lehenetsitako flota aurkitu gailuak mugitzeko
ru_ru: Не найдена группа по умолчанию для перемещения устройств

source: Could not move all devices to the not managed fleet
eu_es: Ezin izan dira gailu guztiak ez kudeatutako flotara mugitu
ru_ru: Нельзя переместить все устройства в неуправляемую группу устройств

source: Could not delete policies on the fleet
eu_es: Ezin izan dira flotarako politikak ezabatu
ru_ru: Не удалось удалить политики для группы устройств

source: not managed fleet
eu_es: ez da flota kudeatzen
ru_ru: Неуправляемая группа устройств

source: Persisted notification not updated.
eu_es: Ez da eguneratu den jakinarazpen iraunkorra.
ru_ru: Постоянное уведомление не обновлено.

source: Unable to get rule for entity
eu_es: Ezin da entitatearen araua lortu
ru_ru: Отменить получениe правила для объекта

source: Geolocation
eu_es: Geokokapen
ru_ru: геолокации

source: associated device is mandatory
eu_es: elkartutako gailua derrigorrezkoa da
ru_ru: обязательно укажите связанное устройство

source: latitude and longitude are mandatory
eu_es: latitudea eta luzera derrigorrezkoak dira
ru_ru: обязательно укажите долготу и широту

source: latitude is invalid
eu_es: latitude baliogabea da
ru_ru: некорректная долгота

source: longitude is invalid
eu_es: luzera baliogabea da
ru_ru: некорректная широта

source: Device not found
eu_es: Ez da aurkitu gailua
ru_ru: Устройство не найдено

source: Agent ID is mandatory
eu_es: Eragilearen IDa derrigorrezkoa da
ru_ru: Идентификатор агента является обязательным

source: Invitations
eu_es: Gonbidapenak
ru_ru: Приглашения

source: No invitations stats available, send one first.
eu_es: Gonbidapenen estatistikak ez daude eskuragarri, bidali lehenengo.
ru_ru: Статистика приглашений недоступна, отправьте сначала приглашениe

source: Done
eu_es: Egina
ru_ru: Готово

source: Pending
eu_es: Zain
ru_ru: Ожидание

source: Devices per operating system version
eu_es: Sistemaren bertsio bakoitzeko gailuak
ru_ru: Устройства на версию операционной системы

source: No devices stats available, enrol or import your mobile computer assets first
eu_es: Ez dago gailuen estatistikarik eskuragarri, erregistratu edo inportatu zure ordenagailu mugikorren aktiboak lehenik
ru_ru: Статистика по устройствам недоступна, сначала зарегистрируйте или импортируйте данные мобильного компьютера

source: Invalid data
eu_es: Datu baliogabeak
ru_ru: Неверные данные

source: The user was deleted. You must restore him first.
eu_es: Erabiltzailea ezabatu egin da. Lehena berreskuratu behar duzu.
ru_ru: Пользователь был удален. Вы должны сначала восстановить его.

source: Email address is invalid
eu_es: Helbide elektronikoa baliogabea da
ru_ru: Адрес email некорректен

source: Invalid token expiration date interval
eu_es: Token iraungitze data-tartea baliogabea
ru_ru: Неверный интервал истечения срока действия токена

source: Cannot delete the document. Delete the attached invitation first
eu_es: Ezin da dokumentua ezabatu. Ezabatu erantsitako gonbidapena lehenik
ru_ru: Не могу удалить документ. Сначала удалите приложенное приглашение.

source: Enrollment QR code
eu_es: Matrikula QR kodea
ru_ru: QR код для применения

source: Invitation log
eu_es: Gonbidapenen erregistroa
ru_ru: Лог приглашений

source: General
eu_es: Orokorra
ru_ru: Общие

source: Configuration
eu_es: Konfigurazioa
ru_ru: конфигурация

source: MQTT subscriber
eu_es: MQTT harpideduna
ru_ru: MQTT абонента

source: Link to download the FlyveMDM Android application
eu_es: FlyveMDM Android aplikazioa deskargatzeko esteka
ru_ru: Ссылка для скачивания приложений FlyveMDM Android

source: Enrollment URL
eu_es: Matrikula URLa
ru_ru: URL регистрации

source: First name of the Flyve MDM fleets manager
eu_es: Flyve MDM flotaren kudeatzailearen izena
ru_ru: Имя менеджера группы девайсов Flyve MDM

source: Last name of the Flyve MDM fleets manager
eu_es: Flyve MDM flotaren kudeatzailearen abizena
ru_ru: Фамилия менеджера группы девайсов Flyve MDM

source: Name of the helpdesk
eu_es: Laguntza-dokumentuaren izena
ru_ru: Название службы поддержки

source: Phone number of the helpdesk
eu_es: Laguntza-dokumentuaren telefono-zenbakia
ru_ru: Номер телефона службы поддержки

source: Website of the helpdesk
eu_es: Laguntza-dokumentatuaren webgunea
ru_ru: Сайт службы поддержки

source: Email address of the helpdesk
eu_es: Laguntza-dokumentatuaren helbide elektronikoa
ru_ru: Адрес электронной почты службы поддержки

source: Address of the helpdesk
eu_es: Laguntza-dokumentatuaren helbidea
ru_ru: Адрес службы поддержки

source: Guest user
eu_es: Erabiltzaile gonbidatua
ru_ru: Гостевой пользователь

source: Package
ru_ru: Пакет

source: Package Flyve MDM
eu_es: Flyve MDM paketea
ru_ru: Пакет Flyve MDM

source: Unable to save the file
eu_es: Ezin da fitxategia gorde
ru_ru: Не удалось сохранить файл

source: Could not parse the APK file
eu_es: Ezin izan da APK fitxategia analizatu
ru_ru: Не удалось выполнить разбор файла АПК

source: Parse an application to find metadata
eu_es: Metadatuak bilatzeko aplikazioa analizatu
ru_ru: Разобрать приложение, чтобы найти метаданные

source: Only APK and UPK files are allowed
eu_es: APK eta UPK fitxategiak soilik onartzen dira
ru_ru: Разрешены только файлы АПК и УПК

source: Policy
eu_es: politika
ru_ru: Политика

source: Policy category
eu_es: Politika kategoria
ru_ru: Категория политики

source: Enumeration data
eu_es: Enumerazio datuak
ru_ru: Перечисление данных

source: Default value
eu_es: Balio lehenetsia
ru_ru: Значение по умолчанию

source: Recommended value
eu_es: Gomendatutako balioa
ru_ru: Рекомендованое значение

source: Requires system permission
eu_es: Sistema baimena eskatzen du
ru_ru: Требуется разрешение системы

source: Android minimum version
eu_es: Android gutxieneko bertsioa
ru_ru: Минимальная версия Android

source: Android maximum version
eu_es: Android gehienezko bertsioa
ru_ru: Максимальная версия Android

source: Apple minimum version
eu_es: Apple gutxieneko bertsioa
ru_ru: Минимальная версия Apple

source: Apple maximum version
eu_es: Apple bertsio maximoa
ru_ru: Максимальная версия Apple

source: Received
eu_es: Jaso
ru_ru: Получено

source: Failed
eu_es: Huts
ru_ru: Не удалось

source: Canceled
eu_es: Deuseztatuta
ru_ru: Oтменен

source: Incompatible
eu_es: Bateraezina
ru_ru: несовместимый

source: Overriden
eu_es: Indargabetuta
ru_ru: Переопределенный

source: Compatibility with Android up to %1$s.
eu_es: Androiden bateragarritasuna %1$seraino.
ru_ru: Совместимость с Android до %1$s.

source: Compatibility with Android from %1$s.
eu_es: Aplikazioarekin Android bateragarritasunarekin: %1$s.
ru_ru: Совместимость с Android от %1$s.

source: Compatibility with Android %1$s to %2$s.
eu_es: Android batera %1$s eta %2$s bateragarriak.
ru_ru: Совместимость с Android %1$s до %2$s.

source: The remove on delete flag is mandatory
eu_es: Ezabatu marka kenduko da derrigorrezkoa
ru_ru: Удалить удалить флаг является обязательным

source: The remove on delete flag must be 0 or 1
eu_es: Ezabatu bandera kenduko 0 edo 1 izan behar du
ru_ru: Удалить удалить флаг должен быть 0 или 1

source: You must choose an application to apply this policy
eu_es: Aplikazio hau aukeratu behar duzu politika hau aplikatzeko
ru_ru: Выберите приложение чтобы применить эту политику

source: The application does not exists
eu_es: Aplikazioa ez da existitzen
ru_ru: Приложение не существует

source: A removal policy for this application is applied. Please, remove it first.
eu_es: Aplikazio honetarako kentzeko politika bat aplikatzen da. Mesedez ezabatu lehenik.
ru_ru: Применяется политика удаления для данного приложения. Пожалуйста сначала удалите его.

source: Waiting
eu_es: Zain
ru_ru: ждущий

source: A destination and the remove on delete flag are mandatory
eu_es: Helmuga eta ezabatu ezabatu beharreko bandera ez dira nahitaezkoak
ru_ru: Назначение и удаление на флаг удаления являются обязательными

source: You must choose a file to apply this policy
eu_es: Politika honi aplikatzeko fitxategia aukeratu behar duzu
ru_ru: Выберите файл чтобы применить эту политику

source: The file does not exists
eu_es: Fitxategia ez da existitzen
ru_ru: Файл не существует

source: invalid base path
eu_es: Oinarri bide okerra
ru_ru: неверный путь к базе

source: A removal policy is applied for this file destination. Please, remove it first.
eu_es: Kentzeko politika bat aplikatzen da fitxategi helmuga honetarako. Mesedez ezabatu lehenik.
ru_ru: Политика удаления применяется для этого файл назначения. Пожалуйста сначала удалите его.

source: An application ID is required
eu_es: Aplikazio IDa beharrezkoa da
ru_ru: Необходим ID приложения

source: Task
eu_es: Zeregin-
ru_ru: задача

source: Notifiable and policy must be specified
eu_es: Jakinarazgarria eta politika zehaztu behar dira
ru_ru: Уведомляемый и политика должны быть указаны

source: Policy not found
eu_es: Ez da aurkitu politika
ru_ru: Политика не найдена

source: Incorrect value for this policy
eu_es: Balio okerra politika honetarako
ru_ru: Некорректное значение для этой политики

source: This is not a notifiable object
eu_es: Hau ez da objektu jakinarazgarria
ru_ru: Это не подлежащий уведомлению объект

source: Cannot find the notifiable object
eu_es: Ezin da jakinarazgarria den objektua aurkitu
ru_ru: Не удается найти уведомляемый объект

source: Cannot apply a policy on a not managed fleet
eu_es: Ezin da kudeatu ez den flota baten gidalerro bat aplikatu
ru_ru: Нельзя применить политику к неуправляемой группе устройств

source: Policy already applied
eu_es: Dagoeneko arauak aplikatu dira
ru_ru: Политика уже применена

source: The requirements for this policy are not met
eu_es: Politikaren baldintzak ez dira betetzen
ru_ru: Требования этой политики не соблюдены

source: Cannot find the target %1$s
eu_es: Ezin da xede%1$s aurkitu
ru_ru: Не удается найти цель %1$s

source: Cannot apply a policy on this %1$s
eu_es: Ezin da aplikatu politika honi %1$s
ru_ru: Не удается применить политику к этому %1$s

source: Failed to apply the policy
eu_es: Ezin izan da politika aplikatu
ru_ru: Ошибка применения политики

source: Policy publish action failed.
eu_es: Politika argitaratzeko ekintzak huts egin du.
ru_ru: Политика публикации действий не удалась.

source: %1$s not found
eu_es: %1$s ez da aurkitu
ru_ru: %1$s не найден

source: Policy ID
eu_es: Politika IDa
ru_ru: ID политики

source: policy name
eu_es: politikaren izen
ru_ru: название политики

source: applied itemtype
eu_es: itemtype aplikatua
ru_ru: применяемый itemtype

source: applied ID
eu_es: ID aplikatua
ru_ru: применяемый ID

source: Task status
eu_es: Zereginaren egoera
ru_ru: Статус задачи

source: Status
eu_es: Egoera
ru_ru: Статус

source: Well known path
eu_es: Bide ezaguna
ru_ru: Хорошо известен путь

source: Flyve MDM guest users
eu_es: Flyve MDM erabiltzaile gonbidatuak
ru_ru: гостевые пользователи Flyve MDM

source: guest Flyve MDM users. Created by Flyve MDM - do NOT modify this comment.
eu_es: Flyve MDM erabiltzaileak gonbidatu. Flyve MDM-ek sortua - EZ aldatu iruzkina.
ru_ru: гостевые пользователи Flyve MDM. Создано Flyve MDM - НЕ изменяйте этот комментарий.

source: Flyve MDM device agent users
eu_es: Flyve MDM gailuaren eragile erabiltzaileak
ru_ru: Пользователи агента устройства Flyve MDM

source: device agent Flyve MDM users. Created by Flyve MDM - do NOT modify this comment.
eu_es: gailuaren eragile Flyve MDM erabiltzaileak. Flyve MDM-ek sortua - EZ aldatu iruzkina.
ru_ru: Пользователи агента Flyve MDM. Создано Flyve MDM - НЕ изменяйте этот комментарий.

source: User invitation
eu_es: Erabiltzailearen gonbidapena
ru_ru: Приглашение пользователя

source: Parse uploaded applications to collect metadata
eu_es: Banatu kargatutako aplikazioak metadatu biltzeko
ru_ru: Разбор загруженных приложений для сбора метаданных

source: Security
eu_es: Segurtasuna
ru_ru: Безопасность

source: Authentication
eu_es: Autentifikazioa
ru_ru: Аутентификация

source: Password
eu_es: Pasahitza
ru_ru: Пароль

source: Encryption
eu_es: Zifratu
ru_ru: Шифрование

source: Peripherals
eu_es: Periferikoak
ru_ru: Периферия

source: Deployment
eu_es: Inplementazio
ru_ru: Внедрение

source: Deploy application
eu_es: Inplementatu aplikazioa
ru_ru: Установить приложение

source: Deploy an application on the device.
eu_es: Aplikazio bat gailuan inplementatu.
ru_ru: Установить приложение на устройствo.

source: Remove application
eu_es: Kendu aplikazioa
ru_ru: Удалить приложение

source: Uninstall an application on the device.
eu_es: Desinstalatu aplikazioa gailuan.
ru_ru: Удалить приложение на устройстве.

source: Deploy file
eu_es: Inplementatu fitxategia
ru_ru: Установить файл

source: Deploy a file on the device.
eu_es: Fitxategi bat gailuan hedatzea.
ru_ru: Поместить файл на устройствo.

source: Remove file
eu_es: Kendu fitxategia
ru_ru: Удалить файл

source: Uninstall a file on the device.
eu_es: Desinstalatu fitxategi bat gailuan.
ru_ru: Удалить файл на устройстве.

source: Disable unknown sources
eu_es: Desgaitu iturri ezezagunak
ru_ru: Отключить неизвестные источники

source: Disable installation of apps from unknown sources.
eu_es: Desgaitu iturri ezezagunen aplikazioak instalatzen.
ru_ru: Отключить установку приложений из неизвестных источников.

source: Internal Storage encryption
eu_es: Barneko biltegiratze enkriptazioa
ru_ru: Шифрование внутренней памяти

source: Force internal storage encryption.
eu_es: Barneko biltegiratze enkriptazioa behartu.
ru_ru: Принудительное шифрование внутренней памяти.

source: Periodic geolocation
eu_es: Geokokapen periodikoa
ru_ru: Периодическая геолокация

source: Get geolocation with a specified periodicity (in seconds) and sends it to the server.
eu_es: Lortu geokokapen zehaztutako periodikotasun batekin (segundotan) eta zerbitzura bidali.
ru_ru: Получить геолокацию с заданной периодичностью (в секундах) и отправить ее на сервер.

source: Password enabled
eu_es: Pasahitza gaituta dago
ru_ru: Пароль включен

source: Pin
ru_ru: Пин-код

source: Enable the password.
eu_es: Gaitu pasahitza.
ru_ru: Включить пароль.

source: Minimum password length
eu_es: Pasahitzaren gutxieneko luzera
ru_ru: Минимальная длина пароля

source: Set the required number of characters for the password. For example, you can require PIN or passwords to have at least six characters.
eu_es: Pasahitzaren beharrezko karaktere kopurua zehaztu. Adibidez, PIN edo pasahitzak gutxienez sei karaktere izan ditzake.
ru_ru: Установите необходимое количество символов для пароля. Например, вы можете потребовать, чтобы PIN-код или пароль содержали не менее шести символов.

source: Password quality
eu_es: Pasahitza kalitatea
ru_ru: Сложность пароля
