Repository: btry/flyve-mdm-glpi
Catalog: locales/*.po
Languages: eu_es, ru_ru

source: Unspecified
eu_es: Zehaztugabeko
ru_ru: Не определен

source: Something
eu_es: Zerbait
ru_ru: Что-то

source: Numeric
eu_es: Zenbakiz
ru_ru: Числовой

source: Alphabetic
eu_es: Alfabetikokiz
ru_ru: Алфавитный

source: Alphanumeric
eu_es: Alfanumerikokiz
ru_ru: Алфавитно-цифровой

source: Complex
eu_es: Konplexu
ru_ru: Комплексный

source: Complexity of allowed password.
eu_es: Pasahitz baimenduaren konplexutasuna.
ru_ru: Сложность разрешенного пароля.

source: Minimum letters required in password
eu_es: Karakter minimoak pasahitzean eskatzen dira
ru_ru: Минимальное количество букв в пароле

source: The minimum number of letters required in the password for all admins or a particular one.
eu_es: Gutxieneko karaktereak beharrezkoa da administratzaile guztiei edo bereziki.
ru_ru: Минимальное количество букв, необходимое в пароле для всех администраторов или конкретного администратора.

source: Minimum lowercase letters required in password
eu_es: Gutxieneko letra minuskulak pasahitzean
ru_ru: Минимальное количество строчных букв в пароле

source: The minimum number of lowercase letters required in the password for all admins or a particular one.
eu_es: Gutxieneko minuskulen gutxieneko kopurua, administratzaile guztientzat edo bereziki pasahitzean.
ru_ru: Минимальное количество строчных букв, необходимое в пароле для всех администраторов или конкретного администратора.

source: Minimum non-letter characters required in password
eu_es: Gutxieneko letra gabeko karaktereak pasahitzean
ru_ru: Минимальное количество не-буквенных символов в пароле

source: The minimum number of non-letter characters required in the password for all admins or a particular one.
eu_es: Gutxieneko karaktere kopurua gutxienez administradore guztiei edo bereziki pasahitzean.
ru_ru: Минимальное количество небуквенных символов, необходимое в пароле для всех администраторов или конкретного администратора.

source: Minimum numerical digits required in password
eu_es: Gutxieneko digitu kopuru minimoak
ru_ru: Минимальное количество цифр в пароле

source: The minimum number of numerical digits required in the password for all admins or a particular one.
eu_es: Beharrezkoa den zenbaki kopurua pasahitzan, administratzaile guztientzat edo bat bereziki.
ru_ru: Минимальное количество цифр, необходимое в пароле для всех администраторов или конкретного администратора.

source: Minimum symbols required in password
eu_es: Gutxieneko ikurrak pasahitzean
ru_ru: Минимальное количество символов в пароле

source: The minimum number of symbols required in the password for all admins or a particular one.
eu_es: Administratzaile guztiek edo berezitako pasahitzan beharrezkoak diren ikur kopuru minimoa.
ru_ru: Минимальное количество символов, необходимое в пароле для всех администраторов или конкретного администратора.

source: Minimum uppercase letters required in password
eu_es: Pasahitza eskatzen duten gutxienez maiuskulak
ru_ru: Минимальное количество прописных букв в пароле

source: The minimum number of uppercase letters required in the password for all admins or a particular one.
eu_es: Gutxienez maiuskulaz idatzitako karaktereak eskatzen da pasahitzan administradore guztiei edo berezitaiei.
ru_ru: Минимальное количество заглавных букв, необходимое в пароле для всех администраторов или конкретного администратора.

source: Maximum failed password attempts for wipe
eu_es: Gehitze hutseko pasahitzaren saiakera hutsak
ru_ru: Максимальное количество неудачных попыток ввода пароля для очистки

source: Number of consecutive failed attempts of unlock the device to wipe.
eu_es: Desinstalatu gailua ezabatzeko saiakera jarraian.
ru_ru: Количество последовательных неудачных попыток разблокировки устройства для стирания.

source: Maximum time to lock (milliseconds)
eu_es: Blokeo gehieneko denbora (milisegundotan)
ru_ru: Максимальное время блокировки (милисекунды)

source: Maximum time to lock the device in milliseconds.
eu_es: Gutxieneko denbora blokeatzeko gailua milisegundotan.
ru_ru: Максимальное время блокировки устройства в миллисекундах.

source: Disable Camera
eu_es: Desgaitu kamera
ru_ru: Отключить камеру

source: Prevent usage of the Camera.
eu_es: Aurrea Kameraren erabilera.
ru_ru: Запрет на использование камеры.

source: Disable Wifi
eu_es: Desgaitu Wifi
ru_ru: Выключить Wifi

source: Disable wifi connectivity.
eu_es: Desgaitu wifi konexioak.
ru_ru: Отключить соединение Wi-Fi.

source: Disable Bluetooth
eu_es: Desgaitu Bluetooth
ru_ru: Выключить Bluetooth

source: Disable Bluetooth connectivity.
eu_es: Desgaitu Bluetooth konexioa.
ru_ru: Отключить соединение Bluetooth.

source: Disable roaming
eu_es: Desgaitu ibiltaritza
ru_ru: Отключить роуминг

source: Disable roaming.
eu_es: Desgaitu ibiltaritza.
ru_ru: Отключить роуминг

source: Disable GPS
eu_es: Desgaitu GPSa
ru_ru: Выключить GPS

source: Disable GPS.
eu_es: Desgaitu GPSa.
ru_ru: Отключить GPS.

source: Disable Mobile line
eu_es: Desgaitu lineako mugikorra
ru_ru: Отключить мобильную линию

source: Disable Mobile line.
eu_es: Desgaitu lineako mugikorra.
ru_ru: Отключить мобильную линию.

source: Disable NFC
eu_es: Desgaitu NFC
ru_ru: Отключить NFC

source: Disable Near Field Contact.
eu_es: Desgaitu eremuaren inguruko kontaktua.
ru_ru: Отключить ближний контакт (NFC).

source: Disable hotspot and tethering
eu_es: Desgaitu gatazkatsu-puntua eta ainguraketa
ru_ru: Отключить точку доступа и модем

source: Disable hotspot and tethering.
eu_es: Desgaitu gatazkatsu-puntua eta ainguraketa.
ru_ru: Отключить точку доступа и модем.

source: Disable airplane mode
eu_es: Desgaitu hegazkin modua
ru_ru: Отключить режим полета

source: Disable airplane mode.
eu_es: Desgaitu hegazkin modua.
ru_ru: Отключить режим полета.

source: Disable speakerphone
eu_es: Desgaitu bozgorailua
ru_ru: Отключить громкую связь

source: Disable the speakerphone.
eu_es: Desgaitu bozgorailua.
ru_ru: Отключить громкую связь.

source: Disable USB MTP
eu_es: USB MTP desgaitu
ru_ru: Отключить USB MTP

source: Disable USB Media Transfer Protocol.
eu_es: USB Media Transferitzeko Protokoa desgaitu.
ru_ru: Отключить протокол передачи данных через USB.

source: Disable USB PTP
eu_es: Desgaitu USB PTP
ru_ru: Отключить USB PTP

source: Disable USB Picture Transfer Protocol.
eu_es: USB irudien transferentziaren protokoloa desgaitu.
ru_ru: Отключите протокол передачи изображений USB.

source: Disable USB ADB
eu_es: Desgaitu USB ADB
ru_ru: Отключить USB ADB

source: Disable USB Android Debug Bridge.
eu_es: Desgaitu USB Android araztuaren zubia.
ru_ru: Отключить USB Android Debug Bridge.

source: Disable status bar
eu_es: Desgaitu egoera barra
ru_ru: Отключить строку состояния

source: Disable the status bar. Disabling the status bar blocks notifications, quick settings and other screen overlays that allow escaping from a single use device.
eu_es: Desgaitu egoera barra. Egoera-barra blokeen jakinarazpenak, ezarpen azkarrak eta beste pantaila-iragazkiak desgaitzea gailu bakarreko gailutik ihes egitea ahalbidetzen du.
ru_ru: Отключить строку состояния. Отключение строки состояния блокирует уведомления, быстрые настройки и другие наложения экрана, которые позволяют выходить из одноразового устройства.

source: Disable screen capture
eu_es: Desgaitu pantaila harrapatzea
ru_ru: Отключить скрининг экрана

source: Disable screen capture. Disabling screen capture also prevents the content from being shown on display devices that do not have a secure video output.
eu_es: Desgaitu pantaila harrapatzea. Pantaila-harrapaketa desgaitzen baduzu ere, bideoaren irteera segurua ez duten pantailako gailuetan erakutsiko.
ru_ru: Отключить скрининг экрана. Отключение скринингa экрана также предотвращает отображение контента на устройствах отображения, которые не имеют защищенного видеовыхода.

source: Disable media sounds
eu_es: Desgaitu multimedia soinuak
ru_ru: Отключить звуки

source: Disable all media sounds from device
eu_es: Desgaitu gailuko multimedia-soinu guztiak
ru_ru: Отключить все медиа-звуки с устройства

source: Disable ringer sounds
eu_es: Desgaitu keinu soinuak
ru_ru: Отключить звуки звонка

source: Disable all ringer sounds from device
eu_es: Desgaitu erlojuaren soinu guztiak gailutik
ru_ru: Отключить все звуки звонка с устройства

source: Disable alarm sounds
eu_es: Alarma-soinuak desgaitu
ru_ru: Отключить звуки будильника

source: Disable alarm sounds from device
eu_es: Desgaitu alarmaren soinuak gailutik
ru_ru: Отключить звуки будильника с устройства

source: Disable notifications sounds
eu_es: Desgaitu jakinarazpenen soinuak
ru_ru: Отключить звуки уведомлений

source: Disable notifications sounds from device
eu_es: Desgaitu jakinarazpenen soinuak gailutik
ru_ru: Отключить звуки уведомлений с устройства

source: Disable accessibility sounds
eu_es: Desgaitu irisgarritasunaren soinuak
ru_ru: Отключить звуки доступности

source: Disable accessibility prompts sounds from device
eu_es: Desgaitu irisgarritasuna bultzaten duten soinuak gailutik
ru_ru: Отключить специальные подсказки звуков с устройства

source: Disable DTMF sounds
eu_es: Desgaitu DTMF soinuak
ru_ru: Отключить звуки DTMF

source: Disable DTMF tones sounds from device
eu_es: Desgaitu DTMF tonuak soinuak gailutik
ru_ru: Отключить тональные сигналы DTMF с устройства

source: Disable system sounds
eu_es: Desgaitu sistemaren soinuak
ru_ru: Отключить системные звуки

source: Disable system sounds from device
eu_es: Desgaitu sistemaren soinuak gailutik
ru_ru: Отключить системные звуки с устройства

source: Audio profile mode
eu_es: Audio profil modua
ru_ru: Режим аудио профиля

source: Normal
eu_es: Normala
ru_ru: Нормальный

source: Silent
eu_es: Izildu
ru_ru: бесшумный

source: Vibrate
eu_es: Dardara
ru_ru: вибрация

source: Audio profile mode used for device
eu_es: Audio gailuetarako erabilitako profil modua
ru_ru: Режим аудио профиля, используемый для устройства

source: Is managed
eu_es: Kudeatzen da
ru_ru: Управляется

source: copy to
eu_es: kopiatu
ru_ru: Копировать

source: Remove when the policy is removed
eu_es: Kendu politika ezabatzen denean
ru_ru: Удалить при удалении политики

source: file size
eu_es: fitxategiaren tamaina
ru_ru: Размер файла

source: Update the file
eu_es: Eguneratu fitxategia
ru_ru: Обновление файла

source: Enrollment
eu_es: Matrikula
ru_ru: регистрация

source: Enable explicit enrolment failures
eu_es: Gaitu esplorazio matrikulazio esplizituak
ru_ru: Включить явные учащихся сбоев

source: Disable token expiration on successful enrolment
eu_es: Desgaitu token iraungipena matrikula arrakastatsuan
ru_ru: Отключить истечение маркера на успешного зачисления

source: Save initial inventory in file
eu_es: Gorde hasierako inbentarioa fitxategi batean
ru_ru: Сохранить первоначальную инвентаризацию в файл

source: Configuration wizard
eu_es: Laguntzaiaren konfigurazioa
ru_ru: Мастер настройки

source: Enable configuration wizard
eu_es: Gaitu laguntzaiaren konfigurazioa
ru_ru: Включить Мастер настройки

source: Warning: if the plugin is already configured, re-running the configuration wizard may break communication with already enrolled devices.
eu_es: Abisua: plugina dagoeneko konfiguratuta badago, laguntzaiaren konfigurazioa berriro exekutatzen baduzu, matrikulatutako gailuekin komunikazioa hautsi egingo da.
ru_ru: Предупреждение: если плагин уже настроен, повторный запуск мастера настройки может нарушить связь с уже зарегистрированными устройствами.

source: Revision information
eu_es: Berrikuspenaren informazioa
ru_ru: Информация о ревизии

source: GLPI is not properly configured. Please check the general settings, the API settings and the notification settings.
eu_es: GLPI ez dago behar bezala konfiguratuta. Egiaztatu ezarpen orokorrak, API ezarpenak eta jakinarazpen ezarpenak.
ru_ru: GLPI неправильно настроен. Пожалуйста, проверьте общие настройки, настройки API и настройки уведомлений.

source: Invite users to enroll one device.
eu_es: Gonbidatu erabiltzaileei gailu bat matrikulatzeko.
ru_ru: Пригласите пользователей зарегистрировать одно устройство.

source: They will receive an message to their default email address containing a QR Code and instructions to enroll.
eu_es: Mezu bat jasoko dute QR kodeakin eta erregistratzeko argibideakin helbide elektroniko lehenetsiaraino.
ru_ru: Они будут получать сообщение об их адрес электронной почты по умолчанию, содержащие QR-код и инструкции для регистрации.

source: Notification type
eu_es: Jakinarazpen mota
ru_ru: Тип уведомления

source: Lock
eu_es: Blokeatu
ru_ru: Замок

source: Wipe
eu_es: Garbitu
ru_ru: Протирайте

source: Unenroll
eu_es: Desinskribatu
ru_ru: Покинуть курс

source: Document types
eu_es: Dokumentu motak
ru_ru: Типы документов

source: Allow upload of APK and UPK files
eu_es: Baimendu APK eta UPK fitxategiak kargatzen
ru_ru: Разрешить загрузку файлов APK и УПК

source: add document types
eu_es: gehitu dokumentu motak
ru_ru: Добавление типов документов

source: Device type
eu_es: Gailu mota
ru_ru: Тип устройства

source: Computer type for the devices
eu_es: Ordenagailu mota gailuetarako
ru_ru: Тип компьютера для устройств

source: Agent account type
eu_es: Eragilearen kontu mota
ru_ru: Тип учетной записи агента

source: Account type for the devices
eu_es: Gailuen kontu mota
ru_ru: Тип учетной записи для устройств

source: Invitation deeplink
eu_es: Gonbidapenaren sakonerroa
ru_ru: Приглашение Deeplink

source: Invitation deeplink URL
eu_es: Gonbidapena sakonerroa URLa
ru_ru: URL-адрес ссылки для приглашения

source: Base URL of the deeplink micro service
eu_es: Sakonerroa mikro zerbitzuaren oinarrizko URLa
ru_ru: Базовый URL-адрес микросервиса Deeplink

source: Restrictions
eu_es: Murrizketak
ru_ru: Ограничения

source: Default device limit per entity
eu_es: Entitate bakoitzeko gailuaren mugaren lehenetsia
ru_ru: По умолчанию устройства предел в сущности

source: No more devices than this quantity are allowed per entity by default (0 = no limitation)
eu_es: Kantitate hau baino gailu gehiago ez dira onartzen erakunde bakoitzeko (0 = mugarik gabe)
ru_ru: По умолчанию в сущности разрешены не больше устройств, чем это количество (0 = нет ограничений)

source: Wizard complete
eu_es: Laguntzailea osatu da
ru_ru: Мастер завершен

source: This wizard will no longer be accessible.
eu_es: Laguntzaile hau ez da erabilgarri egongo.
ru_ru: Этот мастер больше не будет доступен.

source: Requirements
eu_es: Baldintzak
ru_ru: Требования

source: To setup Flyve MDM please connect to your server with a command line interface. Some operations require a root access.
eu_es: Flyve MDM konfiguratzeko, konektatu zerbitzariarekin komando lerroko interfazearekin. Zenbait operazioek root sarbidea behar dute.
ru_ru: Для настройки Flyve MDM, пожалуйста, подключитесь к вашему серверу через интерфейс командной строки. Некоторые операции требуют root-доступа.

source: This wizard will guide you through the steps to setup Flyve MDM.
eu_es: Laguntzailea honek Flyve MDM konfiguratzeko pausoen bidez gidatuko zaitu.
ru_ru: Этот мастер проведет вас через шаги по настройке Flyve MDM.

source: Flyve MDM requires cron job to run automatic actions.
eu_es: Flyve MDM-ek cronen lana eskatzen du ekintza automatikoak exekutatzeko.
ru_ru: Flyve MDM требует задания cron для запуска автоматических действий.

source: As root in a terminal, execute the following command. Adapt www-data to the user running your HTTP server.
eu_es: Terminal batean erro gisa, exekutatu hurrengo komando hau. Adaptatu www-datuak zure HTTP zerbitzaria exekutatzen duen erabiltzailearentzat.
ru_ru: От имени пользователя root в терминале выполните следующую команду. Адаптируйте www-данные к пользователю, работающему на вашем HTTP-сервере.

source: Add, if missing, the following line. Adapt path to php CLI binary and path to GLPI:
eu_es: Gehitu, falta bada, hurrengo lerroa. CLI bidezko php bidea eta bidea GLPIra egokitzeko bidea egokitu:
ru_ru: Добавьте, если отсутствует, следующую строку. Адаптируйте путь к бинарному файлу CLI php и путь к GLPI:

source: Automatic actions registered in the scheduler of GLPI will run every minute.
eu_es: GLPIko antolatzailean erregistratutako ekintza automatikoak minututan exekutatuko dira.
ru_ru: Автоматические действия, зарегистрированные в планировщике GLPI, будут выполняться каждую минуту.

source: Email notifications
eu_es: Postaren jakinarazpenak
ru_ru: Уведомления по электронной почте

source: Flyve MDM requires email notifications. The following link will open a new tab to the email notifications settings.
eu_es: Flyve MDM-ek posta elektronikoaren jakinarazpenak eskatzen ditu. Hurrengo estekek fitxa berri bat irekiko du jakinarazpenen ezarpenetara.
ru_ru: Flyve MDM требует уведомления по электронной почте. Следующая ссылка откроет новую вкладку с настройками уведомлений по электронной почте.

source: The queuednotification must have set Run mode to CLI. This action will be triggered by the cron job. The following link will open a new tab to the Automatic actions list
eu_es: Jakinarazpeneko zerrenda exekutatu moduan ezarri behar du CLIra. Ekintza honek cron lana abiaraziko du. Hurrengo estekak fitxa berri bat irekiko du Ekintza automatikoen zerrendara
ru_ru: Уведомление в очереди должно было установить режим запуска на CLI. Это действие будет вызвано заданием cron. Следующая ссылка откроет новую вкладку в список автоматических действий

source: Automatic actions
eu_es: Ekintza automatikoak
ru_ru: Автоматические действия

source: Ensure the cron job is properly configure by checking the log glpi/files/_log/cron.log. The entry should contain the word External
eu_es: Ziurtatu cron lana behar bezala konfiguratu log glpi/files/_log/cron.log egiaztapena. Sarrera kanpoko hitza eduki beharko luke
ru_ru: Убедитесь, что задание cron правильно настроено, проверив журнал glpi / files / _log / cron.log. Запись должна содержать слово External

source: Flyve MDM requires REST API enabled. The following link will open a new tab to the REST API settings.
eu_es: Flyve MDM-ek REST APIa gaitu behar du. Esteka hau fitxa berri bat irekiko du REST API ezarpenetara.
ru_ru: Для Flyve MDM требуется REST API. Следующая ссылка откроет новую вкладку с настройками REST API.

source: Make sure the following setting is populated:
eu_es: Ziurtatu hurrengo kokalekua populatu dela:
ru_ru: Убедитесь, что выполнены следующие настройки:

source: - URL of the API (example: https://example.com/glpi/apirest.php/)
eu_es: - APIaren URLa (adibidez: https://example.com/glpi/apirest.php/)
ru_ru: - URL API (пример: https://example.com/glpi/apirest.php/)

source: Make sure the following settings are enabled:
eu_es: Ziurtatu hurrengo ezarpenak gaituta dituzula:
ru_ru: Убедитесь, что следующие настройки включены:

source: - Login with credentials
eu_es: - Sartu kredentzialekin
ru_ru: - Войти с учетными данными

source: - Login with external token
eu_es: - Saioa hasteko kanpoko tokenarekin
ru_ru: - Войти с помощью внешнего токена

source: - Add an API client leaving empty IPv4 address range, IPv6 address and application token.
eu_es: - Gehitu API bezeroa IPv4 helbide-barruti hutsa, IPv6 helbidea eta aplikazioaren token hutsik uzten.
ru_ru: - Добавьте клиент API, оставив пустой диапазон адресов IPv4, адрес IPv6 и токен приложения.

source: If your GLPI server is inside a local network, you must allow external HTTP connections for getting devices responses. This configuration step depends on how is your network configured, but as a guide, it usually needs to allow HTTP connections through your firewall and forward them to your GLPI server.
eu_es: Zure GLPI zerbitzaria sare lokal baten barruan badago, kanpoko HTTP konexioak baimendu behar dituzu gailuak erantzuteko. Konfigurazio-pauso hau nola konfiguratu den zure sarearen araberakoa da, baina gida gisa, suebakiaren bidez HTTP konexioak baimentzen ditu eta GLPI zerbitzarira birbidaltzeko.
ru_ru: Если ваш GLPI-сервер находится внутри локальной сети, вы должны разрешить внешние HTTP-соединения для получения ответов устройств. Этот этап настройки зависит от того, как настроена ваша сеть, но в качестве руководства обычно требуется разрешить HTTP-соединения через брандмауэр и перенаправить их на сервер GLPI.

source: General setup
eu_es: Konfigurazio orokorra
ru_ru: Общие настройки

source: Flyve MDM needs to know the public URL of GLPI. The following link will open a new tab to the general setup.
eu_es: Flyve MDM-ek GLPIren URL publikoa ezagutu behar du. Hurrengo estekak fitxa berri bat irekiko du konfigurazio orokorrarekin.
ru_ru: Flyve MDM должен знать общедоступный URL-адрес GLPI. Следующая ссылка откроет новую вкладку для общих настроек.

source: Make sure the following settings is populated:
eu_es: Ziurtatu hurrengo ezarpenak populatu direla:
ru_ru: Убедитесь, что следующие параметры заполнены:

source: - URL of the application (example: https://example.com/glpi)
eu_es: - Aplikazioaren URLa (adibidez: https://example.com/glpi)
ru_ru: - URL-адрес приложения (пример: https://example.com/glpi)

source: Document Types
eu_es: Dokumentu motak
ru_ru: Типы документов

source: You must add the APK and UPK document types in order to upload Android and Uhuru packages.
eu_es: APK eta UPK dokumentu motak gehitu behar dituzu Android eta Uhuru paketeak kargatzeko.
ru_ru: Для загрузки пакетов Android и Uhuru необходимо добавить типы документов APK и UPK.

source: Just click in the following button and they will be automatically added
eu_es: Egin klik botoi honetan eta automatikoki gehituko dira
ru_ru: Просто нажмите на следующую кнопку, и они будут автоматически добавлены

source: Server Configuration
eu_es: Zerbitzariaren konfigurazioa
ru_ru: Конфигурация сервера

source: Flyve MDM allows uploading files, Android and Uhuru Mobile packages. Ensure php.ini allows reasonable upload sizes.
eu_es: Flyve MDM fitxategiak, Android eta Uhuru Mobile paketeak kargatzeko aukera ematen du. Ziurtatu php.ini-k kargatzeko tamainu egokiak eskaintzen dituela.
ru_ru: Flyve MDM позволяет загружать файлы, пакеты Android и Uhuru Mobile. Убедитесь, что php.ini разрешает разумные размеры загрузки.

source: For example:
eu_es: Adibidez:
ru_ru: Например:

source: Fusion Inventory Configuration
eu_es: Fusion inbentarioa konfigurazioa
ru_ru: Конфигурация Fusion Inventory

source: For FusionInventory greater than 9.1 + 1.1:
eu_es: FusionInbentarioa baino handiagoa 9.1 + 1.1:
ru_ru: Для FusionInventory больше 9,1 + 1,1:

source: It is required to deactivate the following rules in the Equipment import and link rules menu:
eu_es: Arau hauek desgaitu behar dira Ekipamenduen inportazioan eta esteken arauen menuan:
ru_ru: В меню «Правила импорта оборудования и ссылок» необходимо отключить следующие правила:

source: The following link will open a new tab to the Rules > Equipment import and link rules section of FusionInventory
eu_es: Esteka hau fitxa berri bat irekiko du FusionInventory-ren Arauak> Ekipamenduen inportazioa eta esteken arauak atalean
ru_ru: Следующая ссылка откроет новую вкладку в разделе «Правила> Импорт оборудования и правила ссылок» в FusionInventory.

source: Rules
eu_es: Arauak
ru_ru: правила

source: Not disabling this rule will make FusionInventory reject inventories from devices.
eu_es: Arau hau desgaitzea FusionInbentarioa arbasoen inbentarioak gailuetatik sortuko ditu.
ru_ru: Если вы не отключите это правило, FusionInventory будет отклонять инвентаризации с устройств.

source: DBMS access for Mosquitto
eu_es: DBMS sarbidea Mosquittoentzat
ru_ru: Доступ к DBMS для Mosquitto

source: Flyve MDM requires that Mosquitto has access to the database of GLPI, this is for the authentication process of its clients.
eu_es: Flyve MDM-ek Mosquitto-k GLPIren datu-basean sartzeko eskatzen du, hau da, bezeroen autentifikazio prozesua.
ru_ru: Flyve MDM требует, чтобы Mosquitto имел доступ к базе данных GLPI, это для процесса аутентификации своих клиентов.
